# questions.py
# قائمة الأسئلة التي سيستخدمها البوت للرد على أمر "سؤال"

questions = [
    "ما هي عاصمة المملكة العربية السعودية؟",
    "ما هو أكبر كوكب في المجموعة الشمسية؟",
    "من هو الشاعر الذي كتب قصيدة 'المتنبي'؟",
    "ما هو المضيق الذي يربط البحر الأحمر بالمحيط الهندي؟",
    "كم عدد القارات في العالم؟",
    "ما هي العملة الرسمية لدولة الإمارات العربية المتحدة؟",
    "ما هو العنصر الكيميائي الذي رمزه Au؟",
    "ما هو الاسم الآخر لنهر النيل؟",
    "في أي عام اكتشف كريستوفر كولومبوس أمريكا؟",
    "ما هي الوظيفة الأساسية للكلية في جسم الإنسان؟",
    "ما هي أصغر دولة في العالم من حيث المساحة؟",
    "ما هو اسم المخلوق الأسطوري الذي يمثل نصف حصان ونصف سمكة؟",
]
